BANGON = "https://media.discordapp.net/attachments/1115274726621843597/1131586625990819901/bangon.png"
WAKPIECE = "https://media.discordapp.net/attachments/1115274726621843597/1134872297229013104/baae2a3d4380fa1d.png"

MEMBERS = [
    "우왁굳",
    "아이네",
    "징버거",
    "릴파",
    "주르르",
    "고세구",
    "비챤",
]

COLORS = {
    "우왁굳": 0x00BCA3,
    "아이네": 0xAC70E3,
    "징버거": 0xFFBF00,
    "릴파": 0x131464,
    "주르르": 0xF686C6,
    "고세구": 0x7DDAF8,
    "비챤": 0x5FDB59,
}

AVATARS = {
    "우왁굳": "woowakgood",
    "아이네": "vo_ine",
    "징버거": "jingburger",
    "릴파": "lilpaaaaaa",
    "주르르": "cotton__123",
    "고세구": "gosegugosegu",
    "비챤": "viichan6",
}


LEVELS = [
    5,
    50,
    100,
    250,
    500,
    1000,
    2500,
]

CHANNELS = {
    1099610870989987870: {
        "admin": 1141324762098966598,
        "id": 0,
        "levels": [
            1141278592676937738,
            1141279166512234546,
            1141280526251065404,
            1141280725069484042,
            1141280992053710940,
            1141279581010145341,
            1141283348149440643,
        ],
    },
    1194502026822946847: {
        "admin": 1194465045015441459,
        "id": 1,
        "levels": [
            1194506462190374942,
            1194506434948382720,
            1194506394301378661,
            1194506377289285682,
            1194506227049304094,
            1194506165699231875,
            1194506112674824283,
        ],
    },
}
